Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/fylkeskommuneavtaler.html.tmx
Source language: nob
Languages: sma

source: Fylkeskommuneavtaler
sma: Fylhkentjïeltelatjkoeh

source: Sametinget har samarbeidsavtaler med Troms og Finnmark fylkeskommune, Nordland fylkeskommune, Trøndelag fylkeskommune og Innlandet fylkeskommune.
sma: Saemiedigkien leah laavenjostoelatjkoeh Romsen jïh Finnmarhken fylhkentjïeltine, Nordlaanten fylhkentjïeltine, Trööndelagen fylhkentjïeltine jïh Innlandet fylhkentjïeltine.

source: Les samarbeidsavtalen mellom Sametinget og Troms og Finnmark fylkeskommune
sma: Lohkh laavenjostoelatjkoe Saemiedigkien jïh Romsen jïh Finnmarhken fylhkentjïelten gaskem

source: Les samarbeidsavtalen mellom Sametinget og Nordland fylkeskommune 2023-2026
sma: Lohkh laavenjostoelatjkoe Saemiedigkien jïh Nordlaanten fylhkentjïelten gaskem, 2023-2026

source: Les samarbeidsavtalen mellom Sametinget og Trøndelag fylkeskommune 2023-2026
sma: Lohkh laavenjostoelatjkoe Saemiedigkien jïh Trööndelagen fylhkentjïelten gaskem 2023-2026

source: Les samarbeidsavtalen mellom Sametinget og Innlandet fylkeskommune 2022-
sma: Lohkh laavenjostoelatjkoe Saemiedigkien jïh Innlandet fylhkentjïelten gaskem 2022-
